Repository: NaN-tic/trytond-account_invoice_company_currency
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice,company_currency_digits:
source: Company Currency Digits
ca: Dígits de moneda de l'empresa

# field:account.invoice,company_tax_amount:
source: Tax (Company Currency)
ca: Impostos (Moneda empresa)
es: Impuestos (Moneda empresa)

# field:account.invoice,company_tax_amount_cache:
source: Tax (Company Currency)
ca: Impostos (Moneda empresa)
es: Impuestos (Moneda empresa)

# field:account.invoice,company_total_amount:
source: Total (Company Currency)
ca: Total (Moneda empresa)
es: Total (Moneda empresa)

# field:account.invoice,company_total_amount_cache:
source: Total (Company Currency)
ca: Total (Moneda empresa)
es: Total (Moneda empresa)

# field:account.invoice,company_untaxed_amount:
source: Untaxed (Company Currency)
ca: Base imposable (Moneda empresa)
es: Base imponible (Moneda empresa)

# field:account.invoice,company_untaxed_amount_cache:
source: Untaxed (Company Currency)
ca: Base imposable (Moneda empresa)
es: Base imponible (Moneda empresa)

# field:account.invoice,different_currencies:
source: Different Currencies
ca: Monedes diferents
es: Monedas diferentes

# field:account.invoice.line,company_amount:
source: Amount (Company Currency)
ca: Import (Moneda de la empresa)
es: Importe (Moneda de la empresa)

# field:account.invoice.line,company_currency_digits:
source: Currency Digits
ca: Dígits de la moneda

# field:account.invoice.tax,company_amount:
source: Amount (Company Currency)
ca: Import (Moneda de la empresa)
es: Importe (Moneda de la empresa)

# field:account.invoice.tax,company_base:
source: Base (Company Currency)
ca: Base (Moneda de la empresa)
es: Base (Moneda de la empresa)

# field:account.invoice.tax,company_currency_digits:
source: Currency Digits
ca: Dígits de la moneda

# field:account.invoice,company_currency:
source: Company Currency
es: Moneda empresa

# field:account.invoice.line,company_currency:
source: Company Currency
es: Moneda empresa

# field:account.invoice.tax,company_currency:
source: Company Currency
es: Moneda empresa
